app/Http/Controllers/ProductController.php

select * from `products`
---
    public function index()
    {
        // dd(Product::all());
        $products = Product::all();